{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-11-17T14:29:25.736-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "MathWorks.MATLABRuntime"
				},
				{
					"PackageIdentifier" : "Notepad++.Notepad++"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier" : "OpenSCAD.OpenSCAD"
				},
				{
					"PackageIdentifier" : "Proton.ProtonVPN"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR"
				},
				{
					"PackageIdentifier" : "DigitalScholar.Zotero"
				},
				{
					"PackageIdentifier" : "Datronicsoft.SpacedeskDriver.Server"
				},
				{
					"PackageIdentifier" : "Oracle.VirtualBox"
				},
				{
					"PackageIdentifier" : "Logitech.GHUB"
				},
				{
					"PackageIdentifier" : "Apple.Bonjour"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019"
				},
				{
					"PackageIdentifier" : "Meld.Meld"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS"
				},
				{
					"PackageIdentifier" : "Google.GoogleDrive"
				},
				{
					"PackageIdentifier" : "RaspberryPiFoundation.RaspberryPiImager"
				},
				{
					"PackageIdentifier" : "Transmission.Transmission"
				},
				{
					"PackageIdentifier" : "Tailscale.Tailscale"
				},
				{
					"PackageIdentifier" : "Logitech.OptionsPlus"
				},
				{
					"PackageIdentifier" : "LGUG2Z.whkd"
				},
				{
					"PackageIdentifier" : "Elgato.CameraHub"
				},
				{
					"PackageIdentifier" : "LGUG2Z.komorebi"
				},
				{
					"PackageIdentifier" : "wez.wezterm"
				},
				{
					"PackageIdentifier" : "Creality.CrealityPrint"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Nvidia.VideoEffectsSDK.20xx-Turing"
				},
				{
					"PackageIdentifier" : "ZeroTier.ZeroTierOne"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.Community"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.AspNetCore.8"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.9"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Framework.DeveloperPack.4.6"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Framework.DeveloperPack_4"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.DesktopRuntime.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Anthropic.Claude"
				},
				{
					"PackageIdentifier" : "Figma.Figma"
				},
				{
					"PackageIdentifier" : "Figma.FigmaAgent"
				},
				{
					"PackageIdentifier" : "GitHub.GitHubDesktop"
				},
				{
					"PackageIdentifier" : "Google.Chrome.EXE"
				},
				{
					"PackageIdentifier" : "MullvadVPN.MullvadBrowser"
				},
				{
					"PackageIdentifier" : "Perplexity.Comet"
				},
				{
					"PackageIdentifier" : "Atlassian.Sourcetree"
				},
				{
					"PackageIdentifier" : "Spotify.Spotify"
				},
				{
					"PackageIdentifier" : "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier" : "Balena.Etcher"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "LocalSend.LocalSend"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier" : "DuckDuckGo.DesktopBrowser"
				},
				{
					"PackageIdentifier" : "FilesCommunity.Files"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Debian.Debian"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XP8BT8DW290MPQ"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.12.350"
}